Repository: ThreeManager785/Livre
Catalog: Epub-Tr/Localizable.xcstrings
Source language: en
Languages: zh_hans

# Config.live-preview
source: Live Preveiw
zh_hans: 实时预览

# Config.live-preview.off
source: Off
zh_hans: 关闭

# Config.live-preview.source
source: Verbatim
zh_hans: 原文

# Config.live-preview.target
source: Translation
zh_hans: 译文

# Config.select-epub
source: Select EPUB…
zh_hans: 选择EPUB文件…

# Config.source-lang
source: Source Language
zh_hans: 目标语言

# Config.target-lang
source: Target Language
zh_hans: 源语言

# Config.use-apple.intelligence
source: Use Apple Intelligence
zh_hans: 使用Apple智能

# Translate.stop
source: Stop
zh_hans: 中止

source: Translation
zh_hans: 翻译

# Translation.complete
source: Translation Completed
zh_hans: 翻译完成

# Translation.error.%@
source: Error: %@
zh_hans: 错误：%@

# Translation.eta.%@
source: Estimated Time Finish: %@
zh_hans: 预计完成时间：%@

# Translation.export
source: Export...
zh_hans: 导出…

# Translation.start
source: Start Translation
zh_hans: 开始翻译

# Translation.start.error.no-offline-translation
source: Please download the languages first in Settings. Go to “Settings”>“Apps”>“Translate”>“Languages” on iOS or “Settings”>“General”>“Language & Region”>“Translation Languages...” on macOS to download.
zh_hans: 请先在“设置”中下载语言。要下载语言，请在iOS上前往“设置”>“应用程序”>“翻译”>“语言”，或在macOS上前往“设置”>“通用”>“语言与地区”>“翻译语言…”

# Translation.start.error.same-language
source: Source Language and Target Language cannot be the same langauge.
zh_hans: 源语言和目标语言不能是同一语言。

# Translation.start.error.select-epub
source: Select an EPUB file to continue.
zh_hans: 选择EPUB文件以继续。

# Translation.translating
source: Translating...
zh_hans: 正在翻译…

# Welcome.author
source: Made by ThreeManager785.
zh_hans: 由ThreeManager785制作。

# Welcome.prompt.imported
source: Welcome to Livre. EPUB file had been selected.
zh_hans: 欢迎使用Livre。 EPUB文件已选择。

# Welcome.prompt.initial
source: Welcome to Livre. Select an EPUB file to translate.
zh_hans: 欢迎使用Livre。 选择EPUB文件以开始。
